[MD_WOTC_BOIII_BTR_MXGRD_STD_XCOM_T1 X2WeaponTemplate_Custom]
FriendlyName="MX Garand 型"
FriendlyNamePlural="MX Garand 型"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_BTR_MXGRD_STD_XCOM_T2 X2WeaponTemplate_Custom]
FriendlyName="MX Garand 型"
FriendlyNamePlural="MX Garand 型"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_BTR_MXGRD_STD_XCOM_T3 X2WeaponTemplate_Custom]
FriendlyName="MX-1 “掠夺者”"
FriendlyNamePlural="MX-1 “掠夺者”"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_BTR_MXGRD_STD_RPR_T1 X2WeaponTemplate_Custom]
FriendlyName="MX Garand 型"
FriendlyNamePlural="MX Garand 型"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_BTR_MXGRD_STD_RPR_T2 X2WeaponTemplate_Custom]
FriendlyName="MX Garand 型"
FriendlyNamePlural="MX Garand 型"
AbilityDescName="战斗步枪"
BriefSummary="The ultimate weapon of the past, now rebuilt for the future of warfare. Chambered in special .30-06 rounds, the MX Garand can take down armored robots and infantry with ease."
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_BTR_MXGRD_STD_RPR_T3 X2WeaponTemplate_Custom]
FriendlyName="MX-1 “掠夺者”"
FriendlyNamePlural="MX-1 “掠夺者”"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"

[MD_WOTC_BOIII_BTR_MXGRD_STD_SKR_T1 X2WeaponTemplate_Custom]
FriendlyName="MX Garand 型"
FriendlyNamePlural="MX Garand 型"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：常规"

[MD_WOTC_BOIII_BTR_MXGRD_STD_SKR_T2 X2WeaponTemplate_Custom]
FriendlyName="MX Garand 型"
FriendlyNamePlural="MX Garand 型"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：磁力"

[MD_WOTC_BOIII_BTR_MXGRD_STD_SKR_T3 X2WeaponTemplate_Custom]
FriendlyName="MX-1 “掠夺者”"
FriendlyNamePlural="MX-1 “掠夺者”"
AbilityDescName="战斗步枪"
BriefSummary="过去的终极武器，现在为未来的战争重制。MX加兰身上有特殊的 .30-06 子弹，可以轻松地击倒装甲机器人和步兵。"
TacticalText="<Bullet/>类型：战斗步枪\n<Bullet/>射击模式：半自动\n<Bullet/>动作：气动，旋转枪栓\n<Bullet/>弹匣：.30-06 子弹\n<Bullet/>产地：英国\n<Bullet/>级别：光束"